tap "dotenvx/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "planetscale/tap"
tap "stripe/stripe-cli"
brew "glib"
brew "harfbuzz"
brew "aider"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "btop"
brew "pango"
brew "chafa"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "htop"
brew "httpie"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lsd"
brew "micro"
brew "node"
brew "mongosh"
brew "zlib"
brew "mysql-client"
brew "ripgrep"
brew "nb"
brew "neovim"
brew "nginx", restart_service: :changed
brew "node@16"
brew "nvm"
brew "openssl@1.1"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "rbenv"
brew "sevenzip"
brew "spaceship"
brew "thefuck"
brew "tmux"
brew "tree"
brew "uv"
brew "watchman"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "age"
brew "dotenvx/brew/dotenvx"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "planetscale/tap/pscale"
brew "stripe/stripe-cli/stripe"
cask "aerospace"
cask "alacritty"
cask "betterdisplay"
cask "clipy"
cask "docker-desktop"
cask "firefox"
cask "font-fira-code"
cask "font-symbols-only-nerd-font"
cask "fork"
cask "ghostty"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "kitty"
cask "maccy"
cask "mysqlworkbench"
cask "ngrok"
cask "postman"
cask "prisma-studio"
cask "rectangle"
cask "surfshark"
cask "zen"
