tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
brew "autoconf"
brew "automake"
brew "bat"
brew "glib"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gnu-sed"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "httpie"
brew "libtool"
brew "micro"
brew "node"
brew "mongosh"
brew "neovim"
brew "node@16"
brew "nvm"
brew "openssl@1.1"
brew "pkg-config"
brew "pnpm"
brew "ripgrep"
brew "thefuck"
brew "tmux"
brew "watchman"
brew "yarn"
brew "yt-dlp"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "betterdisplay"
cask "expo-orbit"
cask "firefox"
cask "font-fira-code"
cask "fork"
cask "google-chrome"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "mongodb-compass"
cask "mysqlworkbench"
cask "ngrok"
cask "postman"
cask "prisma-studio"
cask "rectangle"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "adriano-markovic.c-cpp-makefile-project"
vscode "alexisvt.flutter-snippets"
vscode "apollographql.vscode-apollo"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "brapifra.phpserver"
vscode "chrisbibby.hide-node-modules"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.vscode-mysql"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hoovercj.vscode-settings-cycler"
vscode "humao.rest-client"
vscode "infeng.vscode-react-typescript"
vscode "innwin.i18n-arb-editor"
vscode "jayfong.generate-index"
vscode "jheilingbrunner.vscode-gnupg-tool"
vscode "jvalecillos.gpg"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mikerhyssmith.ts-barrelr"
vscode "ms-azuretools.vscode-docker"
vscode "ms-pyright.pyright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vsliveshare.vsliveshare"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "streetsidesoftware.code-spell-checker"
vscode "toba.vsfire"
vscode "usernamehw.errorlens"
vscode "virejdasani.incredibly-in-your-face"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
