{
  "99": {
    "branch": "master"
  },
  "LazyVim": {
    "branch": "main"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "avante.nvim": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "blink.compat": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "checkmate.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "dashboard-nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "harpoon2"
  },
  "kulala.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.comment": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "moonfly": {
    "branch": "master"
  },
  "neo-tree.nvim": {
    "branch": "main"
  },
  "no-neck-pain.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-spectre": {
    "branch": "master"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "main"
  },
  "nvim-treesitter-textobjects": {
    "branch": "main"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "octo.nvim": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "opencode.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "supermaven-nvim": {
    "branch": "main"
  },
  "tiny-inline-diagnostic.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dadbod-completion": {
    "branch": "master"
  },
  "vim-dadbod-ui": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-matchup": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
